app/controllers/comments_controller.rb

INSERT INTO "comments" ("body", "created_at", "place_id", "updated_at", "user_id") VALUES (?, ?, ?, ?, ?)  [["body", "hellop"], ["created_at", "2015-05-30 14:24:39.692585"], ["place_id", 3], ["updated_at", "2015-05-30 14:24:39.692585"], ["user_id", 1]]
---
  def create
    @comment = Comment.new(comment_params)
    @comment.save