app/controllers/places_controller.rb

  def create
    @place = Place.new(place_params)
    @place.save
---
INSERT INTO "places" ("address", "created_at", "description", "latitude", "longitude", "name", "picture", "updated_at", "user_id") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?)

    def set_place
      @place = Place.find(params[:id])
      @comments = @place.comments.all
---
SELECT  "places".* FROM "places"  WHERE "places"."id" = ? LIMIT 1  [["id", 2]]
SELECT "comments".* FROM "comments"  WHERE "comments"."place_id" = ?  [["place_id", 1]]